Revit 2027 API
SymbolTypeId.RadPerS Property
 Symbol rad/s, indicating unit Radians per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RadPerS { get; }
Public Shared ReadOnly Property RadPerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RadPerS {
	ForgeTypeId^ get ();
}
static member RadPerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace